[
    {   "horse_image": "/horse_images/horse 1.png",
        "horse_name": "ThunderStride",
        "horse_breed": "Arabian",
        "horse_power": 3,
        "horse_speed": 4,
        "horse_smarts": 6,
        "horse_weight": 800,
        "likeCount": 3,
        "horse_description": "ThunderStride began life as a rambunctious colt from noble beginnings. Coming from four generations of race horse, ThunderStride's father, LightningTrot, had dreams of ThunderStride carrying on the family tradition. He soon 'bucked' those family expectations and joined the local circus, entertaining children and wowing crowds to this very day."
    },
    {   "horse_image": "/horse_images/horse 4.png",
        "horse_name": "Eclipse Runner",
        "horse_breed": "Thoroughbred",
        "horse_power": 1,
        "horse_speed": 8,
        "horse_smarts": 5,
        "horse_weight": 1000,
        "likeCount": 5,
        "horse_description": "Eclipse Runner, a thoroughbred defined by its unbridled spirit. From the moment it stepped onto the stage of existence, it was clear this horse was destined for a different kind of spotlight. Beneath the starry canopy of its birth, Eclipse Runner embraced a path less taken. Open fields became its canvas, and every stride was a brushstroke of untamed elegance. In a world where tradition expected conformity, Eclipse Runner composed its own melody, a reminder that even in a symphony of expectations, the individual notes of defiance create the most captivating tunes."
    },
    {   "horse_image": "/horse_images/horse 2.png",
        "horse_name": "Celestial Spring",
        "horse_breed": "Andalusian",
        "horse_power": 2,
        "horse_speed": 7,
        "horse_smarts": 9,
        "horse_weight": 900,
        "likeCount": 5,
        "horse_description": "Celestial Spring, an Andalusian of ethereal presence, entered the world as a manifestation of grace. Born amidst blossoms and sunlight, its journey was destined to be extraordinary. With a mane that seemed to dance to a celestial rhythm and eyes that held the secrets of stardust, Celestial Spring embraced a path of enchantment. Instead of conforming to ordinary trots, it chose to weave between dreams, each hoofbeat a step closer to a mythical realm. Amidst fields of reality, Celestial Spring dared to be the embodiment of fantasy, reminding all that even in the most earthly domains, a touch of magic can turn existence into a wondrous tale."
    },
    {   "horse_image": "/horse_images/horse 7.png",
        "horse_name": "Mystic Gale",
        "horse_breed": "Mustang",
        "horse_power": 5,
        "horse_speed": 7,
        "horse_smarts": 5,
        "horse_weight": 900,
        "likeCount": 9,
        "horse_description": "Mystic Gale, a Mustang born enchanted, embodies untamed landscapes. With a mane kissed by winds and eyes carrying uncharted mysteries, it forges a unique path. Instead of routine trails, it blazes, hooves echoing wild spirit. In a world favoring conformity, Mystic Gale is a dance of the untamed, a reminder that even within domesticity, wild souls persist."
    },
    {   "horse_image": "/horse_images/horse 8.png",
        "horse_name": "Starlight Flash",
        "horse_breed": "Appaloosa",
        "horse_power": 2,
        "horse_speed": 6,
        "horse_smarts": 6,
        "horse_weight": 950,
        "likeCount": 1,
        "horse_description": "Starlight Flash, an Appaloosa born under a cosmic arrangement, epitomizes nature's artistry. With a coat mirroring the night sky's splendor and eyes reflecting the gleam of distant stars, it embarks on a journey that defies convention. Instead of following beaten paths, it leaves its unique trail, every hoofbeat an echo of its individuality. In a world that often seeks uniformity, Starlight Flash stands as a testament to untamed beauty, reminding us that even amidst the ordinary, extraordinary constellations exist."
    },
    {   "horse_image": "/horse_images/horse 9.png",
        "horse_name": "Golden Pegasus",
        "horse_breed": "Clydesdale",
        "horse_power": 10,
        "horse_speed": 1,
        "horse_smarts": 9,
        "horse_weight": 1800,
        "likeCount": 4,
        "horse_description": "Golden Pegasus, a Clydesdale of majestic stature, emerges as a living testament to strength and grace. With a coat that shimmers like sun-kissed fields and eyes that hold the wisdom of ancient forests, it sets forth on a journey that transcends the ordinary. Instead of following trodden paths, it carves its own way, each powerful hoofbeat resonating with its unique essence. In a world often drawn to sleekness, Golden Pegasus stands as a symbol of unyielding grandeur, reminding us that even within the realm of might, beauty flourishes."
    },
    {   "horse_image": "/horse_images/horse 3.png",
        "horse_name": "Lunar Legend",
        "horse_breed": "Morgan",
        "horse_power": 4,
        "horse_speed": 5,
        "horse_smarts": 7,
        "horse_weight": 900,
        "likeCount": 7,
        "horse_description": "Lunar Legend, a Morgan born of moonlit myths, embodies a tale of timeless elegance. With a coat that mirrors the silvery glow of midnight and eyes that carry the depth of celestial knowledge, it embarks on a journey that transcends convention. Instead of treading common routes, it forges its own path, each hoofbeat a whisper of its individual narrative. In a world that often values conformity, Lunar Legend shines as a reminder that even within the ordinary, there exists a touch of ethereal magic."
    },
    {   "horse_image": "/horse_images/horse 6.png",
        "horse_name": "Aurora Gallop",
        "horse_breed": "Quarter Horse",
        "horse_power": 1,
        "horse_speed": 9,
        "horse_smarts": 8,
        "horse_weight": 1000,
        "likeCount": 1,
        "horse_description": "Aurora Gallop, a Quarter Horse ignited by dawn's embrace, symbolizes boundless energy. With a coat that glistens like the first light of day and eyes that hold the promise of new horizons, it embarks on a journey that defies the usual. Instead of walking predictable trails, it blazes its own trail, each stride resonating with its distinctive spirit. In a world drawn to routine, Aurora Gallop stands as a testament to unbridled enthusiasm, reminding us that even in the everyday, there's a spark of untamed radiance."
    },
    {   "horse_image": "/horse_images/horse 10.png",
        "horse_name": "Nebula Nomad",
        "horse_breed": "Tennessee Walking Horse",
        "horse_power": 8,
        "horse_speed": 4,
        "horse_smarts": 3,
        "horse_weight": 900,
        "likeCount": 9,
        "horse_description": "Nebula Nomad, a Tennessee Walking Horse with a cosmic spirit, embodies fluid grace. With a coat that swirls like interstellar clouds and eyes that hold the curiosity of distant galaxies, it sets forth on a journey that defies convention. Instead of following well-worn paths, it paves its own way, each step an echo of its individuality. In a world that often favors structure, Nebula Nomad serves as a reminder that even amidst the ordinary, a touch of celestial wonder exists."
    },
    {   "horse_image": "/horse_images/horse 5.png",
        "horse_name": "Zodiac Zephyr",
        "horse_breed": "Friesian",
        "horse_power": 8,
        "horse_speed": 7,
        "horse_smarts": 9,
        "horse_weight": 1300,
        "likeCount": 6,
        "horse_description": "Zodiac Zephyr, a Friesian touched by celestial magic, personifies mystic allure. With a coat as dark as the cosmos and eyes that mirror the secrets of constellations, it embarks on a journey that transcends norms. Instead of tracing predictable trails, it forges its unique path, each hoofbeat resonating with its distinctive essence. In a world drawn to conformity, Zodiac Zephyr stands as a reminder that even within the ordinary, there's an air of enchantment waiting to be discovered."
    }
]